Repository: Ericvf/ComicBookReader
Catalog: ComicBookReader2/Resources/*/Resources.resw
Source language: en
Languages: de, es, fr, nl

# GeneralLoading.Text
source: Loading...
de: Laden
es: Carga
fr: Chargement
nl: Laden...

# GroupComics
source: Comics
de: Streifen
fr: Bandes dessinées
nl: Strips

# GroupPublishers
source: Publishers
es: Editores
fr: Éditeurs
nl: Uitgevers

# HomeAppBarImport.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Import
de: importieren
es: Importar
fr: Importer
nl: Importeren

# HomeAppBarRefresh.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Refresh
de: erfrischen
es: Refrescar
fr: Rafraîchir
nl: Verversen

# HomeNoComics.Text
source: No comics present,
de: Kein Streifen zur Verfügung,
es: No cómics presentar,
fr: Pas de bande dessinée présenter,
nl: Geen strips aanwezig

# HomeTapImport.Text
source: tap here to import...
de: tippen Sie hier, um zu importieren...
es: puntee aquí para importar ...
fr: toucher ici pour importer ...
nl: tap hier om te importeren...

# ImportAllDone.Text
source: all done...
de: alles getan...
es: todo hecho ...
fr: tout est fait ...
nl: klaar...

# ImportButtonFile.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: file
de: Feile
es: archivador
fr: dossier
nl: Bestand

# ImportButtonFolder.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: folder
de: Mappe
es: carpeta
fr: répertoire
nl: Map

# ImportFolderOrFile.Text
source: import a folder or file...
de: Importieren eines Mappe oder einer Feile...
es: importar una carpeta o un archivo ...
fr: importer un répertoire ou un fichier ...
nl: een map of bestand te importeren..

# ImportOf.Text
source: of
de: von
es: de
fr: de
nl: van

# ImportTitle.Text
source: Import
de: importieren
es: Importar
fr: importer
nl: Importeren

# ImportUseButtons.Text
source: use the buttons below to
de: Verwenden Sie die Tasten, um zu
es: utilizar los botones de abajo para
fr: utilisez les boutons ci-dessous pour
nl: Gebruik de onderstaande knoppen om

# ImportWaitWhileImporting.Text
source: please wait while importing...
de: Bitte warten beim Importieren...
es: por favor espere mientras se importa ...
fr: s'il vous plaît patienter pendant que l'importation ...
nl: Wacht tijdens het importeren

# GeneralCancel.Content
source: Cancel
de: annullieren
es: Cancelar
fr: Annuler
nl: Annuleren

# GeneralSave.Content
source: Save
de: speichern
es: Ahorrar
fr: Sauver
nl: Opslaan

# ComicDetailsFileSize.Text
source: File size:
de: Dateigröße:
es: Tamaño de archivo:
fr: Taille du fichier:
nl: Bestandgrootte:

# ComicDetailsIssue.Text
source: ISSUE:
de: Umlauf:
es: TEMA:
fr: ARTICLE:
nl: Oplage

# ComicDetailsNumberOfPages.Text
source: Number of pages:
de: Seitenzahl
es: Número de páginas:
fr: Nombre de pages:
nl: Aantal pagina's:

# ComicDetailsPublisher.Text
source: PUBLISHER:
es: EDITORIAL:
fr: ÉDITEUR:
nl: UITGEVER:

# ComicDetailsSeries.Text
source: SERIES:
de: SERIEN:
es: SERIE:
nl: SERIE:

# ComicDetailsTitle.Text
source: TITLE:
de: TITEL:
es: TÍTULO:
fr: TITRE:
nl: TITEL:

source: Select All
de: Alles auswählen
es: Seleccionar todo
fr: Sélectionner tout
nl: Alles selecteren

# GeneralAppBarUpdate.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Update
de: ändern
es: Actualizar
fr: Mettre à jour
nl: Wijzigen

# PublisherTitle.Text
source: Publisher:
es: Editor:
fr: Editeur:
nl: Uitgevers:

# AllComicsTitle.Text
source: All Comics
de: Alle Streifen
es: Todos los Comics
fr: Toutes les BD
nl: Alle strips

# AllPublishersTitle.Text
source: All Publishers
de: Alle Publishers
es: Todos los editores
fr: Tous les éditeurs
nl: Alle uitgevers

# AllSeriesTitle.Text
source: All Series
de: All Serien
es: Todas las series
fr: Toutes les séries
nl: Alle series

# ComicDetailsDeleteComic
source: Are you sure you want to delete the current comic?
de: Sind Sie sicher, dass Sie die aktuelle Streifen löschen?
es: ¿Está seguro que desea eliminar el cómic actual?
fr: Êtes-vous sûr de vouloir supprimer la bande dessinée actuelle?
nl: Weet je zeker dat je de huidige strip wilt verwijderen?

# ComicDetailsDeletePage
source: Are you sure you want to delete the page?
de: Sind Sie sicher, dass Sie die Seite löschen?
es: ¿Está seguro que desea eliminar la página?
fr: Êtes-vous sûr de vouloir supprimer la page?
nl: Weet je zeker dat je de huidige pagina wilt verwijderen?

# GeneralDelete
source: Delete
de: löschen
es: borrar
fr: effacer
nl: Verwijderen

# GeneralDontDelete
source: Don't delete
de: nicht löschen
es: No elimine
fr: Ne pas supprimer
nl: Niet verwijderen

# GeneralGoAhead
source: Go ahead
de: los
es: Seguir adelante
fr: oui
nl: Doe maar

# GeneralIssues.Text
source: issues
de: Auflagen
es: temas
fr: articles
nl: Oplage

# PublisherInputMessage
source: Please use the textbox to provide a new publisher name:
de: Bitte benutzen Sie das Textfeld, um einen neuen Namen des Herausgebers stellen:
es: Por favor, utilice el cuadro de texto para proporcionar un nombre nuevo editor:
fr: S'il vous plaît utiliser la zone de texte pour fournir un nom d'éditeur nouvelle:
nl: Gebruik het textvak om een nieuwe uitgever naam te geven:

# PublisherInputTitle
source: Input publisher name
de: Eingang publisher Namen
es: Introduzca el nombre del editor
fr: Nom de l'éditeur d'entrée
nl: Wijzig uitgever naam

# SeriesInputMessage
source: Please use the textbox to provide a new series name:
de: Bitte benutzen Sie das Textfeld, um eine neue Serien Namen geben:
es: Utilice el cuadro de texto para proporcionar un nombre de la nueva serie:
fr: S'il vous plaît utiliser la zone de texte à fournir un nom d'une nouvelle série:
nl: Gebruik het textvak om een nieuwe serie naam te geven:

# SeriesInputTitle
source: Input series name
de: Eingang serien Namen
es: Nombre de entrada serie
fr: Nom de la série d'entrée
nl: Wijzig serie naam

# RemoveAds.Text
source: Would you like to stop looking at these ads? Click here to remove them for good through an in-app purchase!
de: Sind Sie dieser Anzeigen müde?
es: ¿Está cansado de estos anuncios?
fr: Êtes-vous fatigué de ces annonces?
nl: Geen advertenties meer zien? Klik hier om deze definitief te verwijderen via een in-app aankoop!

source: Edit publisher
de: Veränderung Publisher
es: Editar editor
fr: modifier éditeur
nl: Bewerk uitgever

source: Edit series
de: Veränderung serie
es: Editar serie
fr: modifier série
nl: Bewerk serie

# ComicDetailsDeleteComics
source: Are you sure you want to delete the selected comics?
de: Weet je zeker dat je de geselecteerde strips wilt verwijderen?
es: Weet je zeker dat je de geselecteerde strips wilt verwijderen?
fr: Weet je zeker dat je de geselecteerde strips wilt verwijderen?
nl: Weet je zeker dat je de geselecteerde strips wilt verwijderen?

# GeneralAppBarDelete.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Delete
de: Löschen
es: Borrar
fr: Effacer
nl: Verwijderen

# GeneralAppBarRead.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Read
de: Lesen
es: Leer
fr: Lire
nl: Lees

# PrivacyPolicyText
source: This application does not collect or publish any personal information, it requires access to your internet connection to be able to display advertisements. If you would like to report any violations of this policy, please contact me at e.feggelen@outlook.com
de: Diese Anwendung sammelt keine oder veröffentlichen keine persönlichen Informationen, Es erfordert den Zugriff auf Ihre Internet-Verbindung in der Lage sein, um Werbung anzuzeigen. Wenn Sie möchten, um Verstöße gegen diese Politik berichten, kontaktieren Sie mich bitte unter e.feggelen@outlook.com
es: Esta aplicación no recoge ni publicar ninguna información personal, se requiere el acceso a la conexión a Internet para poder mostrar anuncios. Si usted desea reportar cualquier violaciónes de esta política, por favor comuníquese conmigo al e.feggelen@outlook.com
fr: Cette application ne recueille ni ne publie aucune information personnelle, il faut avoir accès à votre connexion Internet pour être en mesure d'afficher des publicités. Si vous souhaitez signaler toute violation de cette politique, s'il vous plaît contactez-moi à e.feggelen@outlook.com
nl: ComicBookReader verzamelt en publiceert geen persoonlijke informatie, het vereist toegang tot uw internet verbinding om advertenties te kunnen weergeven. Als u een inbreuk op dit beleid wilt rapporteren, neem dan contact met mij op via e.feggelen@outlook.com

# SettingsCommandAboutTitle
source: About
de: Über
es: Sobre
fr: Sur
nl: Over

# ViewerAppBarFirst.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: First page
de: Erste page
es: Primero page
fr: Premier page
nl: Eerste pagina

# ViewerAppBarLast.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Last page
de: Letzte page
es: Último page
fr: Dernier page
nl: Laatste pagina

# ViewerAppBarNext.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Next page
de: Nächste page
es: Próximo page
fr: Suivant page
nl: Volgende pagina

# ViewerAppBarOf.Text
source: of
de: von
es: de
fr: de
nl: van

# ViewerAppBarPage.Text
source: Page
de: Seite
es: Página
nl: Pagina

# ViewerAppBarPrev.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Prev page
de: früher page
es: Anterior page
fr: Précédent page
nl: Vorige pagina

# AboutContact.Text
source: If you have any questions, suggestions or feedback please contact me using the button below:
nl: Indien je vragen, suggesties or feedback hebt gebruik je de onderstaande knop om contact met mij op te nemen:

# AboutContactButton.Content
source: Send a mail to AppByFex
nl: Stuur een e-mail aan AppByFex

# AboutReview.Text
source: I would love to get a good overall rating in the Windows Store. If you like this app, support me by providing a review and rate this app:
nl: Ik hou van een goede gemiddelde rating in de Windows Store. Als je deze app leuk vind, help me dan met een beoordeling en recensie:

# AboutReviewButton.Content
source: Rate and Review this app
nl: Beoordeel en recenseer

# AboutReviewTitle.Text
source: Like what you see?
nl: Vind je deze app leuk?

# AboutShout.Text
source: ComicBookReader wouldn't be possible without the excellent help of various parties, thanks a lot everbody:
nl: ComicBookReader zou niet mogelijk zijn zonder de uitstekende hulp van meerdere partijen, iedereen hartelijk bedankt:

# AboutShoutAx.Text
source: To Ax.NET. Notice anything different about this app? That's right! AnimationExtensions.NET really spiked up the look and feel:
nl: Aan Ax.net. Zie je iets anders aan deze app? Dat klopt! AnimationExtensions.net heeft de look and feel van deze app verbeterd:

# AboutShoutAxButton.Content
source: Visit Ax.NET
nl: Bezoek Ax.net

# AboutShoutSC.Text
source: To SharpCompress, a fully native C# library for RAR, 7Zip, Zip, Tar, GZip and BZip2:
nl: Aan SharpCompress, a fully native C# library for RAR, 7Zip, Zip, Tar, GZip and BZip2:

# AboutShoutSCButton.Content
source: Visit SharpCompress
nl: Bezoek SharpCompress

# AboutShoutSL.Text
source: Last but not least, SuprLogo was the ideal tool for me to generate those nice looking logo's! That's right, no photoshop here! The glyph was generated from WingDings!
nl: Niet te vergeten SuprLogo. De ideale tool om logo's te genereren! Het is de waarheid, geen photoshop hier! Het logo was gegenereerd van WingDings!

# AboutShoutSLButton.Content
source: Visit SuprLogo
nl: Bezoek SuprLogo

# AboutShoutTitle.Text
source: Shouts out to:
nl: Een schreeuw naar:

# AboutTitle.Text
source: About
nl: Over

# ViewerAppBarTwoPage.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Two pages
de: zwei Seiten
es: Dos páginas
fr: Deux pages
nl: Twee pagina's

# ViewerAppBarOnePage.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: One page
de: eine Seite
es: Una página
fr: Une page
nl: Eén pagina

source: Left To Right
de: Links nach Rechts
es: Izquierda a Derecha
fr: Gauche à Droite
nl: Links naar Rechts

source: Right To Left
de: Rechts nach Links
es: Derecha a Izquierda
fr: Droite à Gauche
nl: Rechts naar Links

# GroupSeries
source: Series
de: Serien
es: Serie
fr: Série

# ImportItem.Text
source: item
de: Artikel
es: artículo
fr: article

# SeriesTitle.Text
source: Series:
de: Serien:
es: Serie:
fr: Série:

# SettingsCommandAboutPrivacyTitle
source: Privacy Policy
de: Datenschutz
es: Política de privacidad
fr: Politique de confidentialité
